//
//  EasyWords.swift
//  Alias Game
//
//  Created by Егор Лукин on 10.07.2024.
//

import Foundation



class EasyWords{
    static let shared = EasyWords()
    private init(){}

    let EasyWordsArray:[String] = ["Метеорит","Мода","Лужа","Загрузка","Добро","Зло","Зеркало","Пролог","Столовая","Отрава","Ничья","Буран","Награда","Хор","Вулкан","Должность","Детонатор","Указка","Мост","Доказательство","Глоток","Красота","Красота","Экология","Копия","Миллионер","Рука","Хлеб","Петух","Кокодил","Спина","Песок","Спячка","Паук","Преступление","Инвентарь","Бриллиант","Ракета","Программа","Вызов","Крюк","Обращение","Захват","Пепел","Кепка","Сено","Гербарий","Повтор","Прозвище","Бумага","Дзюдо","Монета","Купюра"]
}
