//
//  HardWords.swift
//  Alias Game
//
//  Created by Егор Лукин on 10.07.2024.
//

import Foundation
class HardWords{
    static let shared = HardWords()
    private init(){}


    let HardWordsArray:[String] = ["Вельможа","Осквернение","Возня","Прокол","Створка","Переполнение","Швейцар","Двуличность","Семантика","Стежок","Искушение","Реформатор","Крона","Волчанка","Лог","Отрицание","Самочувствие","Калька","Гипербола","Интерпритация","Смутьян","Геолог","Почва","Тундра","Задел","Затемнение","Кровля","Регресс","Шницель","Филин","Притон","Дриблинг","Нумерация","Разоблачение","Тамплиер"]
}
