//
//  MiddleWords.swift
//  Alias Game
//
//  Created by Егор Лукин on 10.07.2024.
//

import Foundation
class MiddleWords{
    static let shared = MiddleWords()
    private init(){}


    let MiddleWordsArray:[String] = ["Зазор","Правление","Металлист","Примерка","Бетон","Панель","Схватка","Партия","Макулатура","Баррикада","Состав","Жадность","Мужество","Режиссёр","Категория","Модернизация","Имбирь","Симуляция","Привкус","Карманник","Табун","Современник","Мята","Мифология","Кредитка","Одиночка","Силач","Побережье","Вакансия","Квартплата","Пирожок","Рагу","Флот","Ругательство","Кондитерская","Витрина","Организатор"]
}
